{"status":"success","message":{"registry_object":{"id":"164663","key":"http:\/\/search.records.nsw.gov.au\/agencies\/562","slug":"ministry-of-aboriginal-affairs","title":"Ministry of Aboriginal Affairs","class":"party","data_source_id":"166"},"relationships":[{"party_multi":[{"registry_object_id":"164664","key":"http:\/\/search.records.nsw.gov.au\/agencies\/563","class":"party_multi","title":"Bureau of Aboriginal Affairs (1988) Office of Aboriginal Affairs[I] (1988 - 1993)","slug":"bureau-aboriginal-affairs-1988-1993","status":"PUBLISHED","relation_type":"hasAssociationWith","relation_description":"Bureau of Aboriginal Affairs (1988) Office of Aboriginal Affairs[I] (1988 - 1993)","relation_url":"","origin":"EXPLICIT","description":"On 13 April 1988, the branches of the former Ministry of Aboriginal Affairs were transferred to the  Premier’s Department. (1)  It appears that the office responsible for Aboriginal Affairs was originally known as the 'Bureau of Aboriginal Affairs' (2) however this name was short-lived and by mid June 1988 the title 'Office of Aboriginal Affairs' had been adopted.  \n\nThe Premier’s Department was abolished on 15 June 1988, and Premier’s Office became the superior agency to the Office of Aboriginal Affairs .(3)    The functions of the Office of Aboriginal Affairs were as follows: \n\nto monitor the operations of the Aboriginal Rights Act, 1983 - 1986;\nto develop, evaluate and co-ordinate State Government policies and programs in Aboriginal Affairs; \nto commission research into matters affecting Aboriginal people, and more specifically into reliable indicators of Aboriginal social well-being and special needs; \nto prepare and distribute information relating to Aboriginal life, culture and heritage; and \nto promote racial harmony between Aboriginal and non-Aboriginal people and the eradicate racial prejudice and discrimination against Aboriginal people. (4)  \n\nIn its first year the Office set and implemented standards for financial management and accounting of the Aboriginal Land Councils;  prepared, had proclaimed in the NSW Government Gazette and distributed model rules for Aboriginal Land Councils;  gained representation on the Ministerial Task Force on Aboriginal Heritage;  and commissioned a study of Socio-Economic Development of Aboriginal Communities undertaken by Peat Marwick Hungerfords.  Films and publications were produced to promote public information about Aboriginal issues. Aboriginal training programs and the Technical and Further Education Commission (TAFE) and Tranby Aboriginal Co-operative College were continued.   (5)\n\nThe following year an Aboriginal Employment and Economic Development policy was developed and a  post-release support program for Aboriginal people who had been imprisoned was implemented.  The Office co-ordinated  a NSW Public Sector Aboriginal Employment Strategy that aimed to increase career opportunities, income and job mobility and to identify positions open to Aboriginal people.  The Director of Aboriginal Affairs chaired a Committee consisting of representatives from all levels of government aimed at improving services to Aboriginal people in remote communities.  The Office gave support to the Parliamentary Secretary assisting the Premier on Aboriginal Affairs ((Mr Paul Zammitt MP) particularly in the preparation of a discussion paper and green paper in relation to proposed Aboriginal Affairs legislation. (6)       \n\nThe Office of Aboriginal Affairs drafted the regulations to the Aboriginal Land Rights (Amendment) Act, 1990 (Act  No.60,1990) , in consultation with the NSW Aboriginal Land Council. (7)  In 1992 the Office assisted the Attorney General with the coordination of the Government’s response to the recommendations of the Royal Commission into Aboriginal Deaths in Custody 1987-91.(8)   At the same time the Office worked with the Redfern Aboriginal Housing Company in the refurbishment of houses in the West Redfern area and commenced planning for improving the  infrastructure within 46 Aboriginal communities in various parts of New South Wales (9)\n\nFollowing the National Commitment to Improved Outcomes in the Delivery of Services for Aboriginal Peoples and Torres Strait Islanders in December 1992, the New South Wales Government established a co-ordinating committee that was chaired and serviced by the Office of Aboriginal Affairs.  The Committee consisted of senior representatives for 15 agencies that developed policies or provided services for Aboriginal people.  (10)  \n\n1993 was the International Year of the World's Indigenous People (IYWIP) and the Office undertook the major role in the registration and co-ordination of events and celebrations that took place to mark that year.  A Committee of Aboriginal people allocated the $200,000 made available for community events and small grants were made available to Aboriginal-managed organisations for programs that promoted  understanding of indigenous culture amongst the non-indigenous community.  (11)    \n\nIn its advisory role the Office provided advice to the State Government on the Mabo decision of the High Court of Australia and participated in the working party that had been established for this purpose. (12) \n\nOn 1 July 1993, the Office of Aboriginal Affairs was established as an administrative office responsible to the Minister for Aboriginal Affairs. (13) \n\nEndnotes: \n(1) New South Wales Government Gazette No.73, 15 April 1988, Vol.2, p.2270 \n(2)  Correspondence with the Archives Authority of New South Wales dated 12 May 1988 seems to support this.  There appears to be no formal proclamation of this title.\n(3) New South Wales Government Gazette No.101, 15 June 1988, Vol.2, p.3167 \n(4) The Premiers Office Annual report for the year ended 30 June 1988 p. 44 \n(5)  Ibid. \n(6)  Premier's Department Annual Report for the year ended 30 June 1989 p. 26 \n(7) Annual Report of the Premier’s Department, year ended 30 June 1992, p.27 \n(8) Ibid. p. 22  \n(9)  Loc. Cit. \n(10)  Annual Report of the Premier’s Department, year ended 30 June 1993 p. 20  \n(11)  Loc. Cit. \n(12)  Loc. Cit.\n(13)  NSW Government Gazette Special Supplement 24 June 1993 p. 3060 -  Constitutional Act 1902 -  Proclamation (d)","logo":null}],"party_multi_count":1}]}}