{"status":"success","message":{"registry_object":{"id":"164665","key":"http:\/\/search.records.nsw.gov.au\/agencies\/564","slug":"department-of-aboriginal-affairs","title":"Department of Aboriginal Affairs","class":"party","data_source_id":"166"},"relationships":[{"party_multi":[{"registry_object_id":"167805","key":"http:\/\/search.records.nsw.gov.au\/agencies\/6327","class":"party_multi","title":"Department of Human Services (2009-2011) Department of Family and Community Services [II] (2011- )","slug":"department-human-services-ii-2011","status":"PUBLISHED","relation_type":"hasAssociationWith","relation_description":"Department of Human Services (2009-2011) Department of Family and Community Services [II] (2011- )","relation_url":"","origin":"EXPLICIT","description":"<p>On 1 July 2009 the Department of Human Services was established as one of thirteen Principal Departments under the Public Sector Employment and Management (Departmental Amalgamations) Order 2009. (1) The Department of Human Services is responsible to the portfolios of Aboriginal Affairs, Ageing, Community Services, Disability Services, Housing and Juvenile Justice. (2)The new principal department had oversight of the following agencies:Department of Ageing, Disability and Home CareDepartment of Community ServicesHousing NSWDepartment of Juvenile JusticeDepartment of Aboriginal AffairsAboriginal Housing Office. (3)From 4 April 2011 the name of the Department of Human Services was changed to the Department of Family and Community Services [II]. The Department became one of nine Principal Departments. The Department reported to the Minister for Family and Community Services, the Minister for Women, the Minister for Ageing, and the Minister for Disability Services. (4)Also on 4 April 2011 the Office for Women's Policy was removed from the Department of Premier and Cabinet and added to the Department of Family and Community Services [II]. (5)Endnotes1. Public Sector Employment and Management (Departmental Amalgamations) Order 2009 (2009 No 352) cls.12; notified on NSW Legislation website, 27 July 2009.2. Ibid. cls.12 (2).3. Ibid. cls.13.4. Public Sector Employment and Management (Departments) Order 2011 (2011 No 184) cls. 34; notified on NSW Legislation website, 3 April 2011.5. Ibid. cls. 35 (1).<\/p>","logo":null},{"registry_object_id":"164668","key":"http:\/\/search.records.nsw.gov.au\/agencies\/567","class":"party_multi","title":"Department of Education and Training (1997-2011) Department of Education and Communities (2011- )","slug":"department-education-training-communities-2011","status":"PUBLISHED","relation_type":"hasAssociationWith","relation_description":"Department of Education and Training (1997-2011) Department of Education and Communities (2011- )","relation_url":"","origin":"EXPLICIT","description":"<p>The Department of Education and Training (DET) was established on 3 December 1997, under the Public Sector Management (Department of Education and Training) Order 1997. The branches of the former Department of Training and Education Coordination and the Department of School Education were amalgamated to form the new department.(1)In 1997 the functions of the Department of Education and Training were: \" . improving the way vocational skills are developed in conjunction with the state’s community and further education services\" . the coordination of appropriate education matters including higher education and non-government school issues, across the education and training portfolio\" (2)The Department comprised of the following divisions: . Disability Issues Unit . Employment Programs Unit . Higher Education Unit . Intervention Support Program . NSW Migrant Skills and Qualifications Branch . Policy and Executive Services . Equity Policy . Strategic Planning and Review . Vocational Training Services Branch . Youth Programs Unit . Offices of the Department . NSW Adult Migrant English Service . NSW Migrant Skills and Qualifications Committee (3)From 1 July 2009 the Department of Education and Training became one of thirteen Principal Departments of the Public Service. The Department was responsible to the Minister for Education and Training. The Department's divisions included the Office of the Board of Studies and the Office of the Institute of Teachers. (4)<\/p><p>From 4 April 2011 the name of the Department of Education and Training was changed to the Department of Education and Communities (DEC) and it became one of nine Principal Departments of the Public Service. The Department was responsible to the Minister for Education, the Minister for Citizenship and Communities, the Minister for Aboriginal Affairs and the Minister for Sport and Recreation. (5)From 4 April 2011 the Office of Education and the Office of Sport, Recreation and Communities (later known as the Office of Communities) were established within the Department of Education and Communities. All branches removed from Communities NSW were added to the Department of Education and Communities. (6)From 4 April 2011 the group of staff who were principally involved in the administration of Chapter 12 and 12A of the Children and Young Persons (Care and Protection) Act 1998 (Act No.157, 1998) were removed from the Department of Human Services and added to the Department of Education and Communities. These staff administered the licensing of childcare services. (7)<\/p><p>NoteFor a searchable database of schools controlled by the Department see Government Schools of New South Wales from 1848.Endnotes 1. New South Wales Government Gazette No.134, 3 December 1997, p.9749 2. New South Wales Government Directory website, Department of Education and Training 3. ibid.4. Public Sector Employment and Management (Departmental Amalgamations) Order 2009 (2009 No 352) cls. 2, 4; notified on NSW Legislation website, 27 July 2009.5. Public Sector Employment and Management (Departments) Order 2011 (2001 No 184) cl. 24; notified on NSW Legislation website, 3 April 2011.6. Ibid. cl. 27.7. Ibid. cl. 26.<\/p>","logo":null}],"party_multi_count":2}]}}