{"status":"success","message":{"registry_object":{"id":"164662","key":"http:\/\/search.records.nsw.gov.au\/agencies\/561","slug":"aborigines-welfare-directorate","title":"Aborigines Welfare Directorate","class":"party","data_source_id":"166"},"relationships":[{"party_multi":[{"registry_object_id":"164374","key":"http:\/\/search.records.nsw.gov.au\/agencies\/114","class":"party_multi","title":"State Children Relief Dept (1881-1923) Child Welfare Dept (1923-70) Dept of Child Welfare and Social Welfare (1970-73) Youth and Community Services (1973-75,76-88) Youth, Ethnic and Community Affairs (1975-76) Dept of Community Services (1992-2009)","slug":"state-children-relief-1992-2009","status":"PUBLISHED","relation_type":"hasAssociationWith","relation_description":"State Children Relief Dept (1881-1923) Child Welfare Dept (1923-70) Dept of Child Welfare and Social Welfare (1970-73) Youth and Community Services (1973-75,76-88) Youth, Ethnic and Community Affairs (1975-76) Dept of Community Services (1992-2009)","relation_url":"","origin":"EXPLICIT","description":" lt;p gt;The State Children's Relief Department was established following the passage of the State Children Relief Act of 1881 (44 Vic. Act No.24, 1881) which provided for the appointment of one or more Boarding-out Officers. The duties of these officers were  lt;br \/ gt; lt;br \/ gt;* when directed by The State Children's Relief Board,  amp;quot;to remove any State child from an Asylum and cause him to be boarded-out  amp;quot; until the child reached the age of twelve and (1)  lt;br \/ gt;* when directed by the Colonial Secretary  amp;quot;to remove any child from any Reformatory School and cause him to be boarded-out amp;quot;. (2)  lt;br \/ gt; lt;br \/ gt;Sydney Maxted, formerly Master of the Protestant Orphan School, was appointed as the first Boarding-out Officer and Chief Inspector on 26 May 1881. (3) lt;br \/ gt; lt;br \/ gt;Administrative arrangements for the Department changed on 1 August 1888 when the Department of Charitable Institutions was formed bringing together the services of government to the ill and neglected. This new Department had two branches - the State Children's Relief Branch and the Government Asylums which had previously been known as the Government Asylums for the Infirm and Destitute. (4)  lt;br \/ gt; lt;br \/ gt;On 28 April 1892 the Children's Protection Branch of the Department of Charitable Institutions was established. The Director and his assistant were its Chief Officers. Four personnel from the State Children's Relief Branch (now known as the State Children's Relief Board) and two new officers were to form the establishment of the Children's Protection Branch. The Department of Charitable Institutions controlled five separate asylums - one at Liverpool, one at Newington and three at Parramatta. (5) lt;br \/ gt; lt;br \/ gt;An Act to Amend an Act to Establish a System of Boarding-out Children, 1896 ( 60 Vic. Act No.9) authorised the State Children's Relief Board, in the name of its boarding-out officer to prosecute parents who had defaulted in payments for the maintenance of their children who had been found neglected. (6) lt;br \/ gt; lt;br \/ gt;By 1897 the Charitable Institutions Department consisted of State Children's Relief personnel as well as the superintendents of government asylums. The two separate branches appear to have dissolved. A total of ten government charitable institutions for neglected children, the elderly and the infirm were also under the direction of The Chief Secretary's Department. (7) lt;br \/ gt; lt;br \/ gt;The State Children Relief Act of 1901 (Act No. 61, 1901), which repealed the 1881 Act, gave the Boarding-out officer additional authority to remove any child from a reformatory school and cause him\/her to be boarded-out when directed by the Minister. (8) In 1901, the Department of Charitable Institutions ceased and the State Children's Relief Branch was responsible for the care of State children. The Branch conducted the institutions - Ormond House and the Shaftesbury Reformatory and two cottage homes at Mittagong and Parramatta. (9)  lt;br \/ gt; lt;br \/ gt;The Children's Protection Act of 1902 (Act No. 47, 1902) directed that the boarding-out officer was now to be known as the  amp;quot;Chief Officer - the head of the Department to administer the Act  amp;quot;. (10) The chief officer's duties included  lt;br \/ gt;* the collection of moneys from parents wishing to place their children with carers (11)  lt;br \/ gt;* transfer such moneys to the carers (12)  lt;br \/ gt;* to be informed of any child placed in care by written order of a justice, any changes in abode or relinquishment of custody, or of the death of any child in care. (13)  lt;br \/ gt;* to cause an inquest to be held if a child died in care (14)  lt;br \/ gt;* to keep a register of people and homes wishing to care for children and to renew registrations annually. Registration could be cancelled at any time by the officer if the arrangements were found to be unsuitable. (15)  lt;br \/ gt;* to remove a child to the care of the State Children Relief Department if he or she was mistreated by parent\/s or substitute carer (16)  lt;br \/ gt;* to inspect premises where children are in substitute care at any time, and to remove any child to a place of safety if he or she was considered to be in unsatisfactory circumstances. A court would subsequently determine appropriate care for the child (17)  lt;br \/ gt;* to search for any neglected boy under fourteen years of age or a girl under sixteen, and to enter buildings to remove children. (18) lt;br \/ gt; lt;br \/ gt;Under the Infant Protection Act of 1904 (Act No.27, 1904) the Chief Officer was authorised to pursue the father of a child conceived by a single woman, and to initiate court proceedings which could result in the man being ordered to pay his child's expenses. (19) The Act provided for the inspection and reporting upon places applying for the care of two or more children under the age of seven. (20) The chief officer was given authority to appear in a court which dealt with matters to do with infant protection or deserted children. (21) lt;br \/ gt; lt;br \/ gt;The Neglected Children and Juvenile Offenders Act of 1905 (Act No.16, 1905) repealed the Reformatory and Industrial lt;br \/ gt;Schools Act of 1901 ( Act No.38, 1901) and established shelters, industrial schools and reformatory schools to be under the control and administration of the Minister and maintained by financial allocation of the parliament (22) and initiated children's courts for hearing cases of child neglect as well as child criminal proceedings. (23)  lt;br \/ gt; lt;br \/ gt;From 23 October 1905 the State Children's Relief Branch was transferred administratively to the Department of Public Instruction. (24) The Child Welfare Act, 1923 (Act No.21, 1923) dissolved the  amp;quot;powers and authorities amp;quot; of the State Children's Relief Board and transferred them to the Minister. (25) The name of the Department was altered to the Child Welfare Department on 15 December 1923. (26) lt;br \/ gt; lt;br \/ gt;The Child Welfare Act of 1939 (Act No.17, 1939) made provision for the appointment of a Director of the Department. (27) Under subsequent legislation, the department experienced several changes of name. Under the Youth and Community Services Act (Act No. 90, 1973) the Department of Child Welfare and Social Welfare was renamed the Department of Youth and Community Services, effective from 1 February 1974. (28)  lt;br \/ gt; lt;br \/ gt;In January 1975, the name of the Department was changed to the Department of Youth, Ethnic and Community Affairs. At this time the Department assumed responsibility for all activities (except expenditure) of the New South Wales Immigration Division. (29) Following the election of the 71st Ministry on 14 May 1976 and re-allocation of portfolios, the Department was known again as the Department of Youth and Community Services. (30)  lt;br \/ gt; lt;br \/ gt;From 25 March 1988 until 6 June 1991 the Department was known as Family and Community Services. It subsequently became the Department of Health and Community Services between 6 June 1991 and 3 July 1992 and from 3 July 1992 had the title of the Department of Community Services. (31) lt;br \/ gt; lt;br \/ gt;On 7 April 2003 the Businesslink branch was transferred to the Department of Housing. (32) lt;br \/ gt; lt;br \/ gt; amp;nbsp; lt;\/p gt; lt;p gt; lt;font size=\"2\" gt;From 1 July 2009 the Department of Community Services was abolished and its functions were transferred to the new Principal Department, the Department of Human Services. (33) lt;\/font gt; lt;br \/ gt; lt;br \/ gt; lt;br \/ gt;FOOTNOTES lt;br \/ gt;(1) State Children Relief Act of 1881 (44 Vic, Act No.24), s.2. lt;br \/ gt;(2) Ibid., s.3. lt;br \/ gt;(3) NSW Public Service List, 1881, p.38 and p.58. lt;br \/ gt;(4) NSW Public Service List, 1888, pp.35-36. lt;br \/ gt;(5) NSW Public Service List, 1892, p.42-43. lt;br \/ gt;(6) State Children Relief Act, 1896, s.12. lt;br \/ gt;(7) NSW Public Service List, 1897, p.9. lt;br \/ gt;(8) State Children Relief Act of 1901, s.9. lt;br \/ gt;(9) Public Service List, 1901, pp.8-9. lt;br \/ gt;(10) Children's Protection Act of 1902 (Act No. 47, 1902), s.3. lt;br \/ gt;(11) Ibid., s.5(3). lt;br \/ gt;(12) Ibid. lt;br \/ gt;(13) Ibid., s.5(4). lt;br \/ gt;(14) Ibid., s.10. lt;br \/ gt;(15) Ibid., s.11-13. lt;br \/ gt;(16) Ibid., s.13. lt;br \/ gt;(17) Ibid., s.8. lt;br \/ gt;(18) Ibid., s.33. lt;br \/ gt;(19) Ibid., s.4-5. lt;br \/ gt;(20) Ibid., s.27. lt;br \/ gt;(21) Infant Protection Act, 1904, s.32(a).  lt;br \/ gt;(22) Neglected Children and Juvenile Offenders Act, 1905, s.6-7. lt;br \/ gt;(23) Ibid., s.9ff. lt;br \/ gt;(24) New South Wales Government Gazette, 24 October 1905, p.7126. lt;br \/ gt;(25) Child Welfare Act, 1923, s.4. lt;br \/ gt;(26) New South Wales Government Gazette, 7 December 1923, p.5696. lt;br \/ gt;(27) Child Welfare Act, 1939 s.5. lt;br \/ gt;(28) Youth and Community Services Act, 1973, s.4, NSW Government Gazette, 18 January 1974 p. 130. lt;br \/ gt;(29) New South Wales Government Gazette, 10 January 1975, pp.158-159. lt;br \/ gt;(30 Department of Youth and Community Services Annual Report, 1976, p.13 in NSW Parliamentary Papers 1976-77-78, vol. 12, p.1267. lt;br \/ gt;(31) The New South Wales Parliamentary Record, Sydney, Government Printer, 1996, pp.297-303. lt;br \/ gt;(32) Public Sector Employment and Management (NSW businesslink) Order 2003 in NSW Government Gazette, 4 April 2003, p.4422. lt;br \/ gt;(33) Public Sector Employment and Management (Departmental Amalgamations) Order 2009 (2009 No 352) cls.13; notified on NSW Legislation website, 27 July 2009. lt;br \/ gt; lt;br \/ gt;Expanded title: lt;br \/ gt;State Children Relief Dept (1881-1923) Child Welfare Department (1923-1970) Department of Child Welfare and Social Welfare (1970-1973) Department of Youth and Community Services (1973-1975) Department of Youth, Ethnic and Community Affairs (1975-1976) Department of Youth and Community Services (1976-1988) Department of Family and Community Services (1988-1991) Department of Health and Community Services (1991-1992) Department of Community Services (1992-2009) lt;\/p gt;","logo":null},{"registry_object_id":"165576","key":"http:\/\/search.records.nsw.gov.au\/agencies\/1821","class":"party_multi","title":"Aboriginal Services Branch [Department of Community Services]","slug":"aboriginal-services-branch-department-of-community-services","status":"PUBLISHED","relation_type":"hasAssociationWith","relation_description":"Aboriginal Services Branch [Department of Community Services]","relation_url":"","origin":"EXPLICIT","description":"The Aboriginal  Services Branch of the Department of Community Services was established  on 1 July, 1975 to provide services to aboriginal people other than those transferred to the Commonwealth Government (1)\n\n\"The functions of the agency included:\n(i)  arranging for the transfer of Aboriginal reserves to the Aboriginal Lands Trust\n(ii)  servicing of the Aborigines Advisory Council\n(iii)  Co-ordination of funds supplied by the Commonwealth to the Department of Aboriginal Advancement\n(iv)  Servicing residual and furniture and home loans\n(v)  management of tenancy and other matters relating to Aboriginal Reserves awaiting transfer to the Aboriginal Lands Trust\n\nResponsibility for the Administration of the Aboriginal Dental Scheme and the Aboriginal Ambulance Scheme was transferred to the Health Commission of New South Wales.\" (2) \n\nOn 2 October 1981 (3) a Minister for Aboriginal Affairs was appointed and a Ministry of Aboriginal Affairs was created by 1982.(4)\n\nFOOTNOTES\n(1)  Annual Report of the Department of Youth and Community Services, year ended 30 June 1976, p.13 Parliamentary Papers 1976-77-78, Vol.12, p.1267\n(2)  Annual Report of the Department of Youth and Community Services, year ended 30 June 1976, p.32 Parliamentary Papers 1976-77-78, Vol.12, p.1286\n(3)  New South Wales Government Gazette No.146, 2 October 1981, Vol.4, p.5233\n(4)  New South Wales Government Directory, third edition 1982, p.39","logo":null},{"registry_object_id":"166712","key":"http:\/\/search.records.nsw.gov.au\/agencies\/3985","class":"party_multi","title":"Kinchela Aboriginal Boys' Home","slug":"kinchela-aboriginal-boys-home","status":"PUBLISHED","relation_type":"hasAssociationWith","relation_description":"Kinchela Aboriginal Boys' Home","relation_url":"","origin":"EXPLICIT","description":"Background \nThe Board for the Protection of Aborigines established an Aboriginal reserve at Kinchela (originally known as Arakoon) in 1884\/5. (1) By 30 June 1924, dormitories had been added to the reserve in order to provide accommodation for the daughters of “Aborigines living too far distant to send their children to school” (2), and to accommodate boys transferred from Singleton Aboriginal Boys’ home.  (3) \n\nEstablishment \nKinchela Aboriginal Boy’s home was established under s.7 (c) of the Aborigines Protection Act 1909 (No. 25, 1909), which specified that the Board for the Protection of Aborigines was to provide for the custody, maintenance, and education of the children of Aborigines. The Act enabled the Board for the Protection of Aborigines to regularise and enforce a policy to remove Aboriginal Children from their families.  (4)\n\nThe Aborigines Protection (Amendment) Act 1915 (No.2, 1915) further consolidated the Board’s power to remove Children of Aborigines and transfer them to homes. The Principal Act was amended by the inclusion of s.13 (a), which allowed the Board to assume full control over the child of any Aborigine if it was satisfied that such course of action was in the interest of the moral or physical welfare of the Child. The Board could remove such children to custody.  Parents of children removed in this way could appeal against the action in a court defined by the Neglected Children and Juvenile Offenders Act 1905 (No. 16, 1905) \n\nFunction \nThe purpose of home according to the Board for the Protection of Aborigines was to provide for ” the reception, education and training of neglected and orphan boys who otherwise would not have the advantage of proper care and attention.” (5) The inmates ranged from five to 15 years, and their training consisted of primary education in the primary school established at the home, and work in  Kinchela’s agricultural enterprises. (6) Aboriginal Schools were generally established on the grounds of Aboriginal Reserves but were supervised by the Department of Education.  (7) \n\nOn reaching 15 most boys in the home were apprenticed to the Board for the protection of Aborigines, which entailed being sent out as labourers. The Board retained control of their earnings in trust until they were adults. From the 1950’s the Boys were sent to Kempsey High School.  (8)\n\nThe apprenticeship of Aboriginal children was initially arranged by the Board for the Protection of Aborigines under s. 11 (1) of the Aborigines Protection Act 1909 (No. 25, 1909).  This section empowered the Board to indenture the children of any Aborigine or neglected child aged 14 – 17 having an admixture of Aboriginal blood to any employer, and to collect their wages subject to the Apprenticeship Act 1901 (No.41, 1901) (9) Children considered neglected under this section had to be found so, under the Neglected Children and Juvenile Offenders Act 1905. Under the Aborigines Protection (Amendment) Act 1915 (No.2, 1915) s. 11 (1) was amended to remove references to the Apprenticeship Act, and allowed the Board to set terms and conditions of apprenticeships.  (10)\n\nThe function of the home did not change significantly from the 1920’s. However, the conditions in the home improved in the 1940’s, following reform of the Board for the Protection of Aborigines in the early 1940’s. The Board was dissolved, and the Aborigines Welfare Board  was constituted under the Aborigines Protection (Amendment) Act 1940 (No. 12, 1940).  Inmates also participated in more external activities in the 1940’s such as District Schools’ football and athletic championships. (11) Numbers in the home increased from 43 in 1944, to 56 in 1960.   (12), (13)\n\nAbolition \nIn 1967 a Joint New South Wales Parliamentary Committee examining Aboriginal Welfare found that Kinchela was ” reasonably comfortable but has a rather cold institutional atmosphere probably brought about by the dormitory system”, and recommended its closure. (14) The report also recommended the abolition of the Aborigines Welfare Board. (15) The Board was subsequently dissolved by the Aborigines Act 1969 (No.7, 1969), and replaced by the Aborigines Welfare Directorate, within the Department of Child Welfare and Social Welfare. (16) The Aborigines Welfare Board noted in its last annual report, that there had been many advances in Aboriginal affairs during the 1960’s, including the removal of all discriminatory legislation. (17)\n\nKinchela was closed in May 1970, and the seven wards remaining in the home were transferred elsewhere. (18) The property including all building, land and equipment were to be sold, as the home had ceased to function as a home for wards under s. 7 of the Aborigines Act 1969 (No. 7, 1969) (19). s. 7  (1) (a) and (b) of the Act redefined all Aboriginal Reserves as Crown Land, and s.7 (1) (o) (i) and (ii) of the Act allowed the minister administering the Child Welfare Act 1939 (No.17, 1939) to close homes constituted for the reception, maintenance, education and training of Aboriginal Wards, if other arrangements could be made for their care. Kinchela was closed as a home because it was considered poorly located, uneconomical and unsuitable for the continual care of Aboriginal Wards.  The funds from the sale of Kinchela were to go towards the establishment of an Aboriginal Hostel for Boys. (20)\n\nFootnotes \n(1)  Mc Guigan A   Aboriginal Reserves in N.SW: A land rights research aid   (Occasional Paper No. 4   New South Wales Ministry of Aboriginal Affairs),  Sydney, c.1983  pp. 32 – 33 \n(2)  Report of the Board for the Protection of Aborigines for the year ended 30 June 1923 p.1 in NSW Parliamentary Papers 1923 Vol. 1 1923 p. 427 \n(3)  Report of the Board for the Protection of Aborigines for the year ended 30 June 1924 p.2 in NSW Parliamentary Papers 1924 Vol. 1 1924 p. 318 \n(4)  Archives Authority of New South Wales a guide to the New South Wales Archives relating to Aboriginal People,   The Archives Authority of New South Wales,  Sydney,  1998   Appendix 1 p.63 \n(5)  Report of the Board for the Protection of Aborigines for the year ended 30 June 1925 p.2 in NSW Parliamentary Papers 1925 – 1926 Vol. 1 p.368 \n(6)  Horton D (Ed.) The Encyclopaedia of Aboriginal Australia: Aboriginal and Torres Strait Islander History, Society and Culture   Aboriginal Studies Press or the Australian Institute of Aboriginal and Torres Strait Islander Studies Canberra, 1994   A-L p. 550              \n(7)  Report of the Board of Protection of Aborigines for 1925, Op. Cit., p.2\n(8)  Horton  D (Ed.), Op. Cit.,  p. 550 \n(9)  New South Wales Department of Aboriginal Affairs   Securing the truth: NSW Government submission to the Human Rights and Equal Opportunity Commission inquiry into the Separation of Aboriginal and Torres Strait Islander Children from their families    NSW Department of Aboriginal Affairs, Sydney, 1998 p.19\n(10)   Loc. Cit. \n(11)   Horton D (Ed.),  Op. Cit.,  p. 550 \n(12)   Report of the Aborigines Welfare Board for the year ended 30 June 1944 p. 6 in NSW Parliamentary Papers 1944 -1945-1946 Vol. 2 p.788 \n(13)   Report of the Aborigines Welfare Board for the year ended 30 June 1960 p. 6 in NSW Parliamentary Papers   1960 –1961 Vol. 1   p.6 \n(14)   Report from the Joint Committee of the Legislative Council and Legislative Council upon Aborigines Welfare, 13 September 1967 p.21 in New South Wales Parliamentary Papers 1967 – 1968 Vol. 5 \n(15)    Securing the Truth,  Op. Cit.,  p. 92\n(16)    Report of the Minister for Social Welfare on the Working of the Aborigines Act, 1969 for the year ended 30 June 1970 p.2 in NSW Parliamentary Papers 1969 – 1970 –1971 Vol. 1 p.2 \n(17)   Report of the Aborigines Welfare Board for year ended June 1968 p. 15   in NSW Parliamentary Papers 1968 – 1969 Vol. 1  p. 15\n(18)    Report of the Department of Child Welfare for year ended 30 June 1970 p. 11 in NSW Parliamentary Papers 1969 – 1970 –1971 Vol. 1 p.789\n(19)     Report of the Minister for Social Welfare on the Working of the Aborigines Act, 1969 for year ended 30 June 1971 p.6 in NSW Parliamentary Papers 1971 – 1972 Vol 1 p. 6\n(20)     Report of the Department of Child Welfare 1970,  Op.Cit.,  p.11\n\n\nReferences\n(1)    Archives Authority of NSW, \"The Concise Guide\" 2nd Edition, Sydney\n(2)     Elphick B, Elphick, D.J Kinchela Aboriginal Home and School: An Alphabetical index of students   B, and D Elphick, Canberra, 1997\n(3)    National Inquiry into the separation of Aboriginal and Torres Strait Islander Children from their familles [Commissioner Sir Ronald Darling Wilson] Bringing them home: The report of the National inquiry into the Separation of the Aboriginal and Torres Strait Islander Children from their families.  Human Rights and Equal Opportunity Commission, Canberra, 1997   from the Indigenous Law Resources-Reconciliation and Social Justice Project, Austlii Website http:\/\/www.austlii.edu.au\/au\/other\/IndigLRes\/stolen\/  (accessed 03\/06\/2004) ","logo":null},{"registry_object_id":"166832","key":"http:\/\/search.records.nsw.gov.au\/agencies\/4143","class":"party_multi","title":"Wallaga Lake Aboriginal Station","slug":"wallaga-lake-aboriginal-station","status":"PUBLISHED","relation_type":"hasAssociationWith","relation_description":"Wallaga Lake Aboriginal Station","relation_url":"","origin":"EXPLICIT","description":"Background \nThe occupation of Bega Land District by Aboriginal people long preceded the white settlement of Australia.  Possibly as early as 1850 areas of land were fenced for pastoral purposes and Aboriginal people were denied access to their tribal hunting lands.  This was later followed by establishment of mines.    The death of an Aboriginal elder Merriman (possibly also known as Umbarra) in the 1850’s saw the decline of Aboriginal culture in the area.  Many Aboriginal people mixed with the white population, some inter-married, and many worked on local farms and the developing whaling and timber industries but not in mines, as mining on Aboriginal lands was contrary to their beliefs. (1) Prior to the establishment of the Wallaga Lake Reserve, the NSW Government had assisted the community by providing fishing boats including one in 1878 and another in 1881 (2)  \n\nEstablishment of the reserve: \nA portion of Land of approximately 330 acres described as No. 13,939 County of Dampier, parish of Narooma was reserved for the use of Aboriginal people on 13 June 1891. (3) By the end of 1891 91 Aboriginal people occupied the settlement – 26 of these were full-blooded.  The Aborigines Protection Board supported 29 adults and 36 children.  These people were supplied with flour, tea, sugar, ships’ biscuits and ‘Christmas extras’ (including raisins, currants, suet, and beef).  The Board supplied 27 pairs of trousers, 27 shirts, 5 knicker suits, 25 wincey dresses, 25 petticoats, 1 boat and gear, 1 fishing net and 102 blankets.    The plan for the management for the reserve was to clear the natural vegetation for cultivation purposes, but initially this was hampered by a particularly wet season, and many of the adults continued to find work with local industries. (4) By the second year after proclamation a small quantity of vegetables were grown and sold by some of the older men ‘for comforts’ and other Aboriginal families engaged in fishing (5) The reserve was known as Wallaga Lake Station.  The designation ‘Station’ was used for reserves for which the land was unproductive and\/or adequate labour was unavailable and there was limited scope for the reserve becoming self-sustaining.  \n\nThe Superintendent of the Reserve was also the teacher at the Wallaga Lake Aboriginal School that was established in March 1887. (6) It was reported that “… there is fair to average attendance.  Reasonable progress is made, and the children are clean and happy.”  (7) The roles of Teacher and Manager were combined until 1911.\nDuring 1899 a Local Board was established at Wallaga Lake and efforts to improve productivity and living standard were instituted.   40 acres of timber was felled and clearing of this land commenced, a small dam, boatsheds, cow bails and a stockyard were erected in addition to some simple cottages for the Aboriginal people and a residence for the manager.  (8)    The Manager reported continued success of the school, the institution of adult education classes at the Reserve in the evenings, the formation of a cricket club and commencement of sewing classes. (9) By 1909 the Reserve had diversified into Angora goat farming that also assisted with the control of wild blackberries (10)   \n\nThe role of the Manager \nRegulations in accordance with the Aborigines Protection Act, 1909 set out the duties of Managers that included: \n(a)  To have general management and control of all persons on the station in addition to buildings, stock and other property.  To promote good order and conduct on the station and to ‘devote their energies’ to the moral and social welfare of the Aboriginal people resident on the Station; \n(b)  To report monthly on the general condition of the Station to the Local Committee or Guardian.  The report was to cover the average daily number of resident Aboriginal people – indicating gender, full blooded and part Aboriginal persons, the work accomplished and planned in the foreseeable future; number of births and deaths; the general state of health of the population and any other matters of interest; \n(c)  To discourage the settlement of part Aboriginal people on the reserve unless with approval of the Local Committee or the Guardian \n(d)  To maintain a diary of occurrences at the Station to be produced when required by the Local Committee or Guardian or the Board; \n(e)  Supervise the Aboriginal people of the reserve where possible restraining them from leaving the Station, frequenting public houses or otherwise spending their earnings.  \n(f)  To be responsible for the distribution of rations, clothing, \n(g) To keep account of money and supplies received \n(h) To forward to the Board income received from the sale of produce: \n(i)  To consult with the local committee or guardian regarding supplies, discipline and any other matters; \n(j)  To submit requisitions for supplies of rations, clothing and other requisites; \n(k)  To submit to the Board applications from residents who wished to occupy blocks of land on the station to cultivate the land and support themselves and their families.  The manager was to report on the suitability of the land and the character of the applicant \n(l) To supervise the erection and repair of buildings, fences and the cultivation of the land, to do their best to keep the population comfortable and take an interest in their work and recreations  (11)  \n\nIn 1911 the roles of teacher and manager were separated, although this separation appears to have been short-lived and to heave been the general practice until the 1950’s.    The Manager who commenced duty in September 1911 organised clearing and fencing, replaced several dilapidated houses and improved sanitation. (12)  \n\nThe Guardian \nMr W.S. Bate commenced duty as Guardian of the Station in June 1912.  [The office of Guardian replaced the local Board].  Under his direction the rabbit-proof fencing was installed to contain the angora goats; Snake Island was ploughed and prepared for cultivation; boatsheds were erected; fishing nets supplied; and some of the buildings were repaired or replaced. (13) In 1913 the Angora Goats were removed from the Station making more food available for the cattle.  The population increased in the same year with a number of Aboriginal people from nearby Batemans Bay joining the Station.  This placed strain on the existing accommodation and water supply. (14)     \nIn 1915 or 1916 the office of the Guardian of Aborigines was abolished (as were Local Committees and Guardians of Aborigines in the other Reserves and Stations). The responsibilities of the Guardian were taken over by two Inspectors of Aborigines who were responsible for visiting all of the Board’s stations and reserves. (15)  \n\nSome brief notes relating to the history of the Station \nIn 1919-20 £53 worth of wattle bark was stripped and sent to Sydney for sale and four acres was planted with wattle seed.  (16)  \n\nIn 1937\/38 the station staff were a Manager-Teacher, matron, handyman, sanitary man and a mail boy.  The population of the station was 86 (17)  \n\nIn 1939 the following observations were made concerning the Station “ Population 159 … The majority of the buildings and old and many need renewing or alterations.  A considerable influx of Aborigines has occurred during the last twelve months, making the accommodation position rather acute.  Three new houses have been erected this year.   The able-bodied men obtain seasonal employment in the district.  Being situated in a tourist district, this Station receives many visitors from time to time.”    (18) \n\nIn the year ended 30 June 1944 the Aborigines Welfare Board reported a population of 78 on the Wallaga Lake Reserve of whom 20 were in receipt of rations  (19) and also indicted that there was 100% employment of able bodied people in general farm work, pea picking and road maintenance  (20)   \n\nIn May 1950 work commenced on the construction 15 houses for Aboriginal People, a store, recreation hall, school and roads. (21)    \n\nThe residents of the reserve participated in local Coronation Day celebrations on 2 June 1953, entering a float in the procession at Cobargo, a team in the tug-of-war and some of them played gum leaves. (22)     \n\nIn 1953 the Manager’s Residence, and administrative buildings were destroyed by bushfire.  (23) The following year the residence and an administrative block containing treatment room, office and spacious workshop were rebuilt.  The remaining administrative buildings which included the ration store, recreation hall and double garage were painted to match the new buildings  (24)   \n\nThe Station was connected to the Mt, Dromedary Gravitation Main and in addition to the erection of a 1000-gallon tank for each cottage the water supply was much improved.   (25) The Bega Valley County Council connected electricity to the Station in 1955 and there was a new road linking the station to the Bermagui Highway. (26)    \n\nA baby health clinic was added to the station by 1957  (27)  \n\nAn area of about 21 acres was revoked from the reserve on 22 November 1963.  This was part of portion of 683.  (28)  \n\nThe Wallaga Lake Aboriginal School closed in December 1964 and the children transferred to local schools (29)  \nBy 1964 Wallaga Lake Station was one within the ambit of the Nowra Welfare District (30)   \n\nA new role for the station \nBy 1966 the role of Aboriginal Stations had changed.  The Managerial responsibility had become supervision of the buildings, recording population numbers and maintaining health standards.    The Manager at Wallaga Lake was reclassified as a Welfare officer in 1967.  The Welfare Officers were responsible for all of the Aboriginal people in their district, not restricted to those resident on the stations or reserves.  (31) Generally welfare officers were advocates for the Aboriginal people within their area working in conjunction with other community works to assist with health, legal, housing and other social issues.    Free movement onto the Stations by both Aboriginal and other populations was permitted.  (32)  \n\nIn 1967\/68 Wallaga Lake Station had a population of 103 none of whom were receiving rations (33) \n\nBy 1970 there were 16 houses at the Station managed by the Department of Child Welfare and Social Welfare (34)\n\nEndnotes: \n(1)  The Aboriginal People - The Yuin Tribes from web site http:\/\/www.mumbulla.org\/html\/yuin_people.html.)  Accessed 18 January 2005 \n(2)  Report of the Aborigines Protection Board 1888 P. 5 (Appendix D) \n(3)  NSW Government Gazette 13 June 1891 p. 4425 \n(4)  Report of the Board for the Protection of Aborigines, 1891 p. 10- 11    \n(5)  Report of the Board for the Protection of Aborigines, 1892 p. 15   \n(6)  Government Schools of New South Wales.  Sydney, Department of Education and Training, 2003 p. 134 \n(7)  Report of the Board for the Protection of Aborigines, 1891 p. 11 \n(8)  Report of the Board for the Protection of Aborigines, 1899 p. 3 \n(9)  Ibid. p. 17 \n(10)  Report of the Board for the Protection of Aborigines, 1909 p. 12  \n(11)  NSW Government Gazette 8 June 1910 p. 3061       \n(12)  Report of the Board for the Protection of Aborigines, 1911 p. 12  \n(13)  Report of the Board for the Protection of Aborigines, 1912 p. 11 \n(14)  Loc. Cit. \n(15)  Report of the Board for the Protection of Aborigines 1915 p. 1  \n(16)  Board for the Protection of Aborigines Report for the period 1 January 1919 – 30 June 1920 p. 3 \n(17)  Aborigines Protection:  report to the Public Service Board 16 August 1938 Appendix D p. 44     \n(18)  Board for the Protection of Aborigines Annual report for the year ended 30 June 1939 p. 3  \n(19)  Aborigines Welfare Board Report for the year ended 30 June 1944 p. 14 \n(20)  Ibid p. 12 \n(21)  Aborigines Welfare Board Report for the year ended 30 June 1950 p. 10 \n(22)  Aborigines Welfare Board Report for the year ended 30 June 1953 p. 13  \n(23)  Loc. Cit. \n(24)  Aborigines Welfare Board Report for the year ended 30 June 1954 p. 11  \n(25)  Loc. Cit. \n(26)  Aborigines Welfare Board Report for the year ended 30 June 1955 p. 9 \n(27)  Aborigines Welfare Board Report for the year ended 30 June 1957. p. 7 \n(28)  NSW Government Gazette 22 November 1963 p. 3509 \n(29)  Government Schools of New South Wales Op. Cit. \n(30)  Aborigines Welfare Board Report for the year ended 30 June 1964 p. 7  \n(31)  Aborigines Welfare Board Report for the year ended 30 June 1966 p. 4 \n(32)  Aborigines Welfare Board Report for the year ended 30 June 1967 p. 4 \n(33)  Aborigines Welfare Board Report for the year ended 30 June 1968 p. 21 \n(34)  Repport of the Minister for Social Welfare on the working of the Aborigines Act, 1969 for the year ended 30 June 1971 p. 25 ","logo":null}],"party_multi_count":4,"collection":[{"registry_object_id":"180830","key":"http:\/\/search.records.nsw.gov.au\/series\/14646","class":"collection","title":"Correspondence (D) files","slug":"correspondence-d-files","status":"PUBLISHED","relation_type":"isCreatorOf","relation_description":"Correspondence (D) files","relation_url":"","origin":"EXPLICIT","description":"These files contain correspondence relating to various subjects including Commonwealth Capital Fund loans, policy matters, inter-departmental committees, reserves, education, aboriginal co-operative societies, health, drought relief, aboriginal languages, racism, employment and housing. Information contained in these files dates from c.1941. (12\/2921-22, 12\/4035-95, 12\/4158-65, 12\/4453-4575.1). 195 boxes (part). Note: This description is extracted from Concise Guide to the State Archives of New South Wales, 3rd Edition 2000.","logo":null},{"registry_object_id":"180831","key":"http:\/\/search.records.nsw.gov.au\/series\/14647","class":"collection","title":"Registers of Aboriginal reserves","slug":"registers-of-aboriginal-reserves","status":"PUBLISHED","relation_type":"isCreatorOf","relation_description":"Registers of Aboriginal reserves","relation_url":"","origin":"EXPLICIT","description":"One of the major functions of the Board for the Protection of Aborigines, and its successor agencies, was the management and regulation of the use of reserves set apart for Aborigines. These registers consist of maps of the reserves pasted into two volumes. The following details are also recorded: reserve number, date of notification (which ranges from 15 June 1875 to 17 November 1971), area in acres, county and parish, and revocation date where applicable (which ranges from 21 February 1912 to 5 September 1969). Extracts from the Government Gazette re notification and\/or revocation, correspondence relating to the reserves and references to the Board's correspondence files (\"C\" files) are occasionally included. It is not known when these registers were begun. Although they contain maps of reserves notified since 15 June 1875, they are obviously later compilations. (4\/10590-91). 2 vols. Note: This description is extracted from Concise Guide to the State Archives of New South Wales, 3rd Edition 2000.","logo":null},{"registry_object_id":"180832","key":"http:\/\/search.records.nsw.gov.au\/series\/14648","class":"collection","title":"Property register - Aboriginal reserves","slug":"property-register-aboriginal-reserves","status":"PUBLISHED","relation_type":"isCreatorOf","relation_description":"Property register - Aboriginal reserves","relation_url":"","origin":"EXPLICIT","description":"This register contains standard forms giving the property or reserve name and location, details of dwelling(s) erected such as contractor's name, date, cost, correspondence, file number (\"C\" file). Some forms give tenant's name, occupation, year of birth, monthly payment or rental and period of repayment. There is an alphabetical index in the front of the volume, arranged by town name. (4\/10592). 1 vol. Note: This description is extracted from Concise Guide to the State Archives of New South Wales, 3rd Edition 2000.","logo":null},{"registry_object_id":"180833","key":"http:\/\/search.records.nsw.gov.au\/series\/14649","class":"collection","title":"Property cards - reserves","slug":"property-cards-reserves","status":"PUBLISHED","relation_type":"isCreatorOf","relation_description":"Property cards - reserves","relation_url":"","origin":"EXPLICIT","description":"These cards are arranged alphabetically by the name of the town in which the Aboriginal reserve is located. In cases where there are individual dwellings involved there is a card for each one. Side one of the cards is headed rates and charges and records: property name; site details such as address and dimensions; Aboriginal reserve number with gazettal date of notification and\/or revocation; valuations received from the Valuer General; improvements such as the date of construction of house, the capital cost of construction, kerb and guttering; lettings and disposal eg. date, tenant's name and rental. The reverse side of the card is headed \"payments made\" and details the amount paid in rates and for services such as water, sewerage, sanitary and garbage collections for each year. Some cards are annotated with the date a particular reserve was transferred to the Aboriginal Lands Trust in 1975. (4\/10587-88). 2 boxes. Note: This description is extracted from Concise Guide to the State Archives of New South Wales, 3rd Edition 2000.","logo":null},{"registry_object_id":"180834","key":"http:\/\/search.records.nsw.gov.au\/series\/14650","class":"collection","title":"Home loans register","slug":"home-loans-register","status":"PUBLISHED","relation_type":"isCreatorOf","relation_description":"Home loans register","relation_url":"","origin":"EXPLICIT","description":"This volume records details of home loans granted in the same numerical sequence as that used on the advices to the Housing Commission. It shows the \"D\" (Directorate) file number, the client's full name and address, the date the loan commenced, the amount of the loan and its terms. (4\/10589). 1 vol. Note: This description is extracted from Concise Guide to the State Archives of New South Wales, 3rd Edition 2000.","logo":null}],"collection_count":5}]}}