{"status":"success","message":{"registry_object":{"id":"164624","key":"http:\/\/search.records.nsw.gov.au\/agencies\/522","slug":"condobolin-gaol","title":"Condobolin Gaol","class":"party","data_source_id":"166"},"relationships":[{"party_multi":[{"registry_object_id":"164262","key":"http:\/\/search.records.nsw.gov.au\/agencies\/1","class":"party_multi","title":"Department of Prisons (1874-1970) Department of Corrective Services (1970-2009)","slug":"department-prisons-1874-1970-2009","status":"PUBLISHED","relation_type":"hasAssociationWith","relation_description":"Department of Prisons (1874-1970) Department of Corrective Services (1970-2009)","relation_url":"","origin":"EXPLICIT","description":"<p>Prior to 1874 the responsibility for superintendence of prisons was combined with the office of Sheriff. (1) An Act to make better provision for the control of prisons and for the custody of prisoners, 1874 (37 Vic. Act No.14) appointed two separate offices - the Comptroller General of Prisons (2) and the Sheriff (3) each with clearly defined responsibilities. Harold Maclean became the Comptroller of Prisons in 1874. (4) The Comptroller's duties were to have care, direction and control of all prisons within the colony and the custody of all convicted prisoners and to detain unconvinced prisoners on behalf of the Sheriff. (5) The Prisons Act of 1899 (Act No.16, 1899) consolidated the existing Acts concerning the regulation and control of prisons and the custody of prisoners.From 1 March 1953 the Prisons Act 1952 (Act No.9, 1952), replaced the Prisons Act 1899 as the legislation governing the establishment, regulation and control of prisons and the custody of inmates. (6) The Prisons Amendment Act 1996 (Act No.25, 1996) changed the title of this Act to the Correctional Centres Act 1952 from 25 October 1996. It also formally changed the penal terminology in use, replacing the terms prisons, prisoners and prison officers with the terms correctional centres, inmates and correctional officers. (7)The Prisons (Amendment) Act of 1970 (Act No. 6, 1970) provided for the retitling of the \"Department of Prisons\" to \"Department of Corrective Services\" (8); it also changed the title of \"Comptroller General of Prisons\" to \"Commissioner of Corrective Services.\" (9) In its Annual report for 1970 the Department described the reason given for its change of title as \" to more aptly describe its changed philosophy and function.\" (10)Reforms adopted as a result of The Royal Commission into New South Wales Prisons (the Nagle Royal Commission) resulted in a number of administrative changes to the Department. (11) In July 1978 an Inspectorate Division was established to conduct regular inspections of gaols and ensure that policy, once established, was implemented within the custodial areas of the Department. A new Classification Branch was established at Malabo in August 1978 to ensure that prisoners were placed in institutions of suitable security and to oversight their progress through the prison system. The need for expansion of prison industries led in May 1979 to the splitting of the Division of Physical Resources into two separate Divisions - Industrial Services and Building Services. A branch of the Department was created to concentrate on the welfare needs of prisoners. Regional Emergency Units were developed to render assistance during prison disturbances and riots. The Special Operations Division and the Malabo Security Unit were disbanded. A 'sniffer' dog squad was trained and brought into service to detect illicit drugs. In 1981 the Indeterminate Sentence Committee was established to review life-sentence cases, and later Governor's Pleasure detainees, and make recommendations for release on license to the Corrective Services Commission and the Minister. This committee replaced the Life Sentence and Governor's Pleasure Review Committee. (12)The Prisons (Amendment) Act, 1978 (Act No.155, 1978) constituted the new Corrective Services Commission and the Corrective Services Advisory Council. The Chairman of the Commission would act as its Chief Executive Officer and be responsible for the management of the Department of Corrective Services. The previous command positions of Commissioner of Corrective Services, Comptroller General of Prisons, and Deputy Comptroller General of Prisons were abolished. (13)In 1993 Junee Correctional Centre became the first correctional facility in Australia to be designed, constructed and managed by the private sector. (14)In 1995 the Department stated that its official duty was to serve the people of New South Wales by carrying out orders of the courts in maintaining inmates in custody, or under supervision until they were lawfully released. The mission of the Department was to incorporate protection of the community by managing offenders safely, securely, fairly and humanely and, through the use of rehabilitation programs, encouraging their personal development. (15)The Correctional Centres Act 1952 was repealed from 3 April 2000 by the Crimes Legislation Amendment (Sentencing) Act 1999 (Act No.94, 1999). (16) It was replaced by the Crimes (Administration of Sentences) Act 1999 (Act No.93, 1999), which aimed to consolidate and amend the law with respect for the administration of sentences. (17)September 2006 saw the introduction of a centralised Offender Compliance and Monitoring Unit to monitor all electronically supervised offenders while in custody, whether on home detention or external leave programmes. (18)The Crimes (Administration of Sentences) Legislation Amendment Act 2008 (Act No.17, 2008) commenced on 20 May 2008, amending the Crimes (Administration of Sentences) Act 1999 and the Crimes (Administration of Sentences) Regulation 2001. It inserted a clause into the Act detailing four objectives for the Department of Corrective Services:(a) to ensure that those offenders required to be held in custody were removed from the general community and placed in a safe, secure and humane environment.(b) to ensure that other offenders were kept under supervision in a safe, secure and humane manner(c) to ensure that the safety of persons having the custody or supervision of offenders was not endangered.(d) to provide for the rehabilitation of offenders with a view to their reintegration into the general community. (19)The Act also provided for consideration to be given to the interests of victims in the pursuit of these objectives. In addition, it enabled the Commissioner to make submissions with respect to the making of parole orders in exceptional circumstances. The office of Inspector General was also abolished at this time. (20)The Crimes (Administration of Sentences) Amendment Act 2008, amending the Crimes (Administration of Sentences) Act 1999, included provisions to establish and manage residential facilities to accommodate certain inmates prior to release from custody and persons subject to non-custodial orders (such as good behaviour bonds or parole orders). It also clarified the powers of a general manager of a correctional centre with respect to work performed by inmates. (21)From 1 July 2009 the Department of Corrective Services was abolished as a department and its successor Corrective Services NSW became a branch of the new Principal Department, the Department of Justice and Attorney General. (22)Endnotes1. Public Service List, 1865.2. Prisons Act, 1874 s.3. 3. Ibid. s.7. 4. Public Service List, 1874, p.23. 5. Prisons Act, 1874 s.4. 6. Prisons Act 1952 (Act No.9, 1952) Sch.1. Assented to 17 April 1952.7. Prisons Amendment Act 1996 (Act No.25, 1996), Sch.5. Assented to 21 June 1996.8. Prisons Act, 1952 s.2 (c). 9. Prisons Act, 1952 s.2 (a), (b). 10. Department of Corrective Services, Annual Report, 1970, 1995-6, p.111.11. Archives Authority of NSW. \"Punishment, Pardon and Promise: Government and People 1788-1988. Sydney, 1988, p.3.12. Janet Chan, Doing Less Time: Penal Reform in Crisis', Sydney, Institute of Criminology Sydney University Law School, 1992, p.46. 13. Assented to 29 December 1978, NSW Government Gazette, 19 January 1979, p.256. 14. Geo Group Australia website http:\/\/esvc000192.wic043u.server-web.com\/junee.html. Accessed 6 May 2011.15. Department of Corrective Services, Annual Report, 1995, p.1.16. Crimes Legislation Amendment (Sentencing) Act 1999 (Act No.94, 1999), Sch.1. Assented to 8 December 1999.17. Crimes (Administration of Sentences) Act 1999 (Act No.93, 1999). Assented to 8 December 1999.18. Department of Corrective Services, Annual Report, 2006-7, p.919. Crimes (Administration of Sentences) Legislation Amendment Act 2008 (Act No.17, 2008), Sch.1, Section 2A. Assented to 20 May 2008.20. Department of Corrective Services, Annual Report, 2007-8, p.126.21. Department of Corrective Services, Annual Report, 2008-9, pp.132-133.22. Public Sector Employment and Management (Departmental Amalgamations) Order 2009 (2009 No 352) cls. cl.20(2); notified on NSW Legislation website, 27 July 2009.References Archives Authority of NSW. Concise Guide, Cor-Cu, \"Corrective Services\". p.14Public Service Lists, 1856-1960.NSW Government Directory, 1977\/8-1996.Official Yearbook, 1964; 1971.<\/p>","logo":null}],"party_multi_count":1,"collection":[{"registry_object_id":"169422","key":"http:\/\/search.records.nsw.gov.au\/series\/2093","class":"collection","title":"Entrance and description book [Condobolin Gaol]","slug":"entrance-and-description-book-condobolin-gaol","status":"PUBLISHED","relation_type":"isCreatorOf","relation_description":"Entrance and description book [Condobolin Gaol]","relation_url":"","origin":"EXPLICIT","description":"This record shows entrance number of prisoner, date of entrance and conviction, name, offence, sentence, magistrate, age, religion, place of birth and ship of arrival, previous and subsequent entrance number and final disposal. (5\/1466). 1 vol. Note: This description is extracted from Concise Guide to the State Archives of New South Wales, 3rd Edition 2000.","logo":null},{"registry_object_id":"169423","key":"http:\/\/search.records.nsw.gov.au\/series\/2094","class":"collection","title":"Discharge book [Condobolin Gaol]","slug":"discharge-book-condobolin-gaol","status":"PUBLISHED","relation_type":"isCreatorOf","relation_description":"Discharge book [Condobolin Gaol]","relation_url":"","origin":"EXPLICIT","description":"Early volumes in this series note gaol number, ship and year of arrival, name of prisoner, offence, sentence, where and when convicted and details of discharge. Later volumes consist of duplicate and triplicate copies and record name, birth date, sentence and type of discharge. (5\/1467). 1 vol. Note: This description is extracted from Concise Guide to the State Archives of New South Wales, 3rd Edition 2000.","logo":null}],"collection_count":2}]}}