{"status":"success","message":{"registry_object":{"id":"164621","key":"http:\/\/search.records.nsw.gov.au\/agencies\/518","slug":"maritime-services-coordination-board-of-new-south-wales","title":"Maritime Services Coordination Board of New South Wales","class":"party","data_source_id":"166"},"relationships":[{"party_multi":[{"registry_object_id":"164622","key":"http:\/\/search.records.nsw.gov.au\/agencies\/519","class":"party_multi","title":"Maritime Services Board","slug":"maritime-services-board","status":"PUBLISHED","relation_type":"hasAssociationWith","relation_description":"Maritime Services Board","relation_url":"","origin":"EXPLICIT","description":"The Maritime Services Board was established on 1 February 1936 (1) under the Maritime Services Board Act, 1935 which received  assent on 10 December 1935. (2) The creation of the Board followed  the recommendations of the Maritime Services Co-ordination Board. The functions of the Board were the administration of ports and port facilities such as wharves, pilotage services, the conservation of navigable waters, ensuring the safety of passengers and seaworthiness of vessels registered in New South Wales or operating solely in New South Wales and with ensuring that vessels operating in New South Wales are manned by duly qualified persons. \n\nThe Board consisted of three full-time commissioners appointed by the Governor and shipping interests, one of whom was the permanent head of the Department of Public Works. \n\nThe New South Wales Transport and Highways Commission was established by the Transport and Highways Act, 1950 and exercised a supervisory role over the Department of Transport and the Maritime Services Board from 22 May 1950 until 25 August 1952. This Commission’s purpose was to plan for the provision of an ‘efficient, adequate, economical and properly integrated system of public transport’  (3) The Commission had wide powers enabling it to:  \nensure that the branches of the Ministry of Transport and the Maritime Services Board were efficiently conducted;  \nreview policy for the development of transport throughout the State;  \nconsider and make recommendations concerning any proposal from the agencies, which comprised the Ministry of Transport and the Maritime Services Board and co-ordinate, their annual budgets, and  \n‘control and direct’ the branches of the Ministry.  \n\nIn order to perform these functions the Commission could inspect the offices and examine records and have access to all properties and other assets. (4)  \n\nPrior to the Maritime Services (Amendment) Act, 1960 (Act  No.51 1960, assented to 21 November, there were only two part-time commissioners, the permanent head of the Department of Public Works not being included. The Act reconstituted the Maritime Services Board to consist of seven Commissioners appointed by the Governor.\n\nThe Maritime Services Board was reconstituted in 1984 by the Maritime Services (Amendment) Act, 1984 (Act No.101, 1984) which commenced on 17 August 1984 (5), with the exception of sections 1 and 2, which commenced on 28 June 1984.\n\nIn 1988 Dr. Stewart Joy was appointed to investigate the Maritime Services Board. Dr Joy found that although there was a need for individual ports like Newcastle and Port Kembla to become more commercially responsive, separate port authorities were not essential to this aim. Co-operation between unions and management had led to an increase in organisational efficiency. The Board's operational branches had been merged into a new commercial Marine Engineering Division.\n\nDr. Joy's report was rejected and  the recommendations of the Commission of Audit were adopted . \n\nThe Board was again reconstituted, by the Marine Administration Act, 1989 (Act No.93, 1989), assented to on 13 June 1989. (6) Subsidiary Authorities of the Maritime Services Board were established by the Act, namely MSB Hunter Ports Authority, MSB Illawarra Ports Authority, MSB Sydney Ports Authority and MSB Waterways Authority, each with its own Board of Directors.(7)\n\nResponsibility for Fort Denison and Goat Island was transferred to the National Parks and Wildlife Service in 1993. The Shipyard at Goat Island had been closed down and a reduced Marine Operations Service (fire fighting and oil spill response) transferred to Walsh Bay while the Marine Engineering Division was dismantled. (8) \n\nThe Ports Corporatisation and Waterways Management Board Act (Act No.13,1995), assented to on 15 June 1995 (9) dissolved the Maritime Services Board and its subsidiaries on 1 July 1995.(10) The Act also provided for the establishment on 1 July 1995 (11), of the Office of Marine Safety and Port Strategy, the corporatisation of the three former Maritime Services Board port authorities (Sydney, Newcastle and Port Kembla Ports Corporations), the Waterways Authority and the Marine Ministerial Holding Corporation. The latter was created to hold the property of the former Maritime Services Board which had not been transferred to the port corporations or the Waterways Authority.\n\n\nFOOTNOTES: \n(1) New South Wales Government Gazette No.27, 31 January 1936, Vol.1, p.547.\n(2) New South Wales Government Gazette No.210, 13 December 1935, Vol.4 p.4761.\n(3) Transport and Highways Act, 1950 (Act N0 10, 1950) s. 8 (1) (a).\n(4) Ibid s. 9.\n(5) New South Wales Government Gazette No.125, 17 August 1984, Vol.3, p.4185.\n(6) New South Wales Government Gazette No.89, 18 August 1989, Vol.3, Part 1, p.5727.\n(7) Maritime Services Board Annual Report, year ended 30 June 1995, p.5.\n(8) ibid.\n(9) New South Wales Government Gazette No.77, 23 June 1995, p.3273.\n(10) New South Wales Government Gazette No.79, 30 June 1995, p.3435.\n(11) ibid.\n\n","logo":null}],"party_multi_count":1,"collection":[{"registry_object_id":"176108","key":"http:\/\/search.records.nsw.gov.au\/series\/9866","class":"collection","title":"Minutes of meetings","slug":"minutes-of-meetings-82753b235b8d4ab642738f3dc340e5c167178ae5","status":"PUBLISHED","relation_type":"isCreatorOf","relation_description":"Minutes of meetings","relation_url":"","origin":"EXPLICIT","description":"The minutes show date and time of meeting, members present and a brief summary of business with decisions reached. Records of discussion on particular proposals, in which the opinions of individual Board members are shown, are sometimes attached. Those at 18\/1723.2 are the signed minutes of meetings of the Board for meetings 1-79; the ones at 7\/7578, which are for meetings 4-79, appear to have belonged to H.F. Searl, the representative of the Department of Public Works on the Board. (18\/1723.2, 7\/7578). 2 boxes (part). Note: This description is extracted from Concise Guide to the State Archives of New South Wales, 3rd Edition 2000.","logo":null},{"registry_object_id":"176109","key":"http:\/\/search.records.nsw.gov.au\/series\/9867","class":"collection","title":"Correspondence files","slug":"correspondence-files","status":"PUBLISHED","relation_type":"isCreatorOf","relation_description":"Correspondence files","relation_url":"","origin":"EXPLICIT","description":"(18\/1720 part-1722.1). 3 boxes (part). Note: This description is extracted from Concise Guide to the State Archives of New South Wales, 3rd Edition 2000.","logo":null},{"registry_object_id":"176110","key":"http:\/\/search.records.nsw.gov.au\/series\/9868","class":"collection","title":"Exhibits and related papers","slug":"exhibits-and-related-papers","status":"PUBLISHED","relation_type":"isCreatorOf","relation_description":"Exhibits and related papers","relation_url":"","origin":"EXPLICIT","description":"For each subject investigated by the Board there is a bundle containing the relevant exhibits examined by members of the Board with related reports and notes of members and the Chairman, minutes of evidence heard and correspondence. The related papers include copies of New South Wales and other States' Acts and Regulations on maritime matters. There are also copies of statistics concerning the dredging service in New South Wales (7\/383-84, 7\/7577, 18\/1719.4, 18\/1720 part). 5 boxes (part). Note: This description is extracted from Concise Guide to the State Archives of New South Wales, 3rd Edition 2000.","logo":null},{"registry_object_id":"176111","key":"http:\/\/search.records.nsw.gov.au\/series\/9869","class":"collection","title":"Draft legislation and related papers","slug":"draft-legislation-and-related-papers","status":"PUBLISHED","relation_type":"isCreatorOf","relation_description":"Draft legislation and related papers","relation_url":"","origin":"EXPLICIT","description":"These papers relate to the Maritime Services Bill (leading to the Maritime Services Act, No.47 of 1935, under which the Maritime Services Board was established) and amendments to the Navigation Act. (18\/1722.2-1723.1). 2 boxes (part). Note: This description is extracted from Concise Guide to the State Archives of New South Wales, 3rd Edition 2000.","logo":null},{"registry_object_id":"176112","key":"http:\/\/search.records.nsw.gov.au\/series\/9870","class":"collection","title":"Papers of the Chairman, E.W. Austin,","slug":"papers-of-the-chairman-ew-austin","status":"PUBLISHED","relation_type":"isCreatorOf","relation_description":"Papers of the Chairman, E.W. Austin,","relation_url":"","origin":"EXPLICIT","description":"E.W. Austin was also President of the Sydney Harbour Trust. The papers include copies of preceding Marine legislation; reports to the Minister; copies of the Co-ordination Board's report; list of matters to be investigated; copies of evidence and reports, including a draft copy of the new Navigation Board; and legal exhibits A-Y. (6\/5232). 1 box. Note: This description is extracted from Concise Guide to the State Archives of New South Wales, 3rd Edition 2000.","logo":null}],"collection_count":5}]}}